Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Sámediggediedádus sámegiela gáktuj
sma: Saemiedigkiebïevnese saemien gïelen bïjre

source: ÁLGGO... 5
sma: AALKOE... 5

source: Definisjåvnå... 6
sma: Tjïertestimmieh... 6

source: SÁMEGIELA ÁRVO VUODO... 7
sma: AARVOEVÅAROME SAEMIEN GÏELESE... 7

source: BIRÁSTAGÁ... 7
sma: MIERIEH... 7

source: Nasjonála lága... 7
sma: Nasjovnaale laakh... 7

source: Rijkajgasskasasj konvensjåvnå ja tjielggidusá... 9
sma: Gaskenasjovnaale konvensjovnh jïh bæjhkoehtimmieh... 9

source: Guovtegielakvuodarudáj aktisasjbarggosjiehtadusá... 10
sma: Saemiedigkien stuvremetjaatsegh gïelen bïjre... 10

source: Aktisasjbarggosjiehtadusá fylkkasuohkanij... 10
sma: Laavenjostoelatjkoeh åtnoen bïjre guektiengïelevierhtijste... 10

source: Sámegiela åvdåsvásstádus... 11
sma: Laavenjostoelatjkoeh fylhkentjïeltigujmie... 11

source: Sámedigge... 11
sma: Noerhtelaanti laavenjostoe – Saemien parlamentarihkeles raerie... 11

source: Sáme giellaguovdátja... 11
sma: Dïedtejoekedimmie saemien gïelen sisnjelen... 11

source: Departementa... 12
sma: Saemiedigkie... 12

source: Fylkkamánne... 12
sma: Saemien gïelejarngh... 12

source: Suohkana ja fylkkasuohkana... 12
sma: Departemeenth... 13

source: MÁHTTOVUODO... 13
sma: Fylhkenålma... 13

source: Máhtto iesguhtik gielladilij birra... 15
sma: Daarjoe ovmessie gïeletsiehkiej bïjre... 16

source: Máhtto almulasj sáme giellaplánima birra... 17
sma: Noerhtesaemien jienebelåhkoedajve... 17

source: Máhtto almulasj giellaplánima birra Skádasasuollu ålggolin... 18
sma: Åarjelsaemien gïeledajve... 18

source: ÅVDEMUS HÁSSTALUSÁ... 18
sma: Luvliesaemien jïh pijtesaemien gïeledajve... 18

source: BARGGOSUORGE... 20
sma: Daajroe byögkeles gïelesoejkesjimmien bïjre Skandinavijen ålkolen... 20

source: Barggosuorgge 1: Åvdåsvásstádus sámegiela åvdås... 21
sma: DAH UVTEMES HAESTEMH... 20

source: Barggosuorgge 4: Sámegiela adno... 32
sma: Barkoesuerkie 4: Åtnoe saemien gïeleste... 35

source: VÁJKKUDUSÁ RUHTADILLÁJ JA HÁLDADUSSAJ... 35
sma: EKONOMELES JÏH REERELES KONSEKVENSH... 38

source: GIRJÁLASJVUOHTA... 37
sma: LIDTERATUVRELÆSTOE... 40

source: Ij mige
sma: Ij mejtegh

source: nav tjiegnalit
sma: dan gïengeles

source: biso ulmutjij lunna
sma: almetjen luvnie baatsa

source: gå iednegiella
sma: goh ietniengïele

source: mij ájádusájt luovvi
sma: Mij åssjaldahkide loevene

source: luobbi mielama
sma: mïelide geerjehte

source: ja linijdahttá
sma: jïh jieledevuekiem

source: iellemvuogev
sma: læjnoedahta

source: som modersmålet
sma: som mordersmålet

source: Álggo
sma: Aalkoe

source: Dán diedádusá baktu sihtá Sámedigge åvddån biedjat gájkbadjásasj politihkav sámegiela gáktuj, mij galggá gæjnov tjielggit ja prinsihpalasj gatjálvisájt vásstedit mij guosská sámegiela adnuj ja åvddånahttemij.
sma: Saemiedigkie sæjhta daejnie bïevnesinie aktem bijjemes politihkem buektedh saemien gïelen bïjre; mij edtja otnjegem vuesiehtidh jïh prinsihpeles gyhtjelassh tjïelkestidh åtnoen jïh evtiedimmien bïjre saemien gïeleste.

source: Sámedikke oajvveulmme sámegiela åvddånahttema gáktuj le lasedit sijáj lågov gudi gielav bukti ja sámegiela anov vijdedit.
sma: Saemiedigkien åejvieulmie juktie saemien gïelem evtiedidh lea utnijelåhkoem lissiehtidh, jïh åtnoem lissiehtidh saemien gïeleste.

source: Jus galggá dájt ulmijt jåksåt de le dárbulasj tjielgadit mierredimfámov ja åvdåsvásstádusá juohkemav Sámedikke ja ráddidusá gaskan.
sma: Juktie daejtie ulmide jaksedh dle daerpies faamoesuerkide jïh dïedtejoekedimmiem tjïelkestidh Saemiedigkien jïh reerenassen gaskem.

source: Dákkir tjielgadibme mierkki lágajt ja ålgodisævtojt tjadádit ja rievddat.
sma: Gosse edtja naemhtie tjïelkestidh dle tjuara laakh jïh mierietsiehkieh gïehtjedidh jïh jarkelidh.

source: Dát le dán diedádusá oajvvedæddo.
sma: Daate åejviefokusem åtna daennie bïevnesisnie.

source: Sámediggediedádus sámegiela gáktuj sisadná hásstalusájt, ulmijt ja strategijajt nieljen vuorodimsuorgen;
sma: Saemiedigkiebïevnese saemien gïelen bïjre haestemh, ulmieh jïh strategijh ållermaahta, 4 barkoesuerkiej sisnjeli;

source:  Åvdåsvásstádus sámegiela åvdås
sma:  Dïedte saemien gïelen åvteste

source:  Sámegiela ålgodisævto
sma:  Mierietsiehkieh saemien gïelese

source:  Giellaaddne
sma:  Gïeleutnijh

source:  Sámegiela adno
sma:  Åtnoe saemien gïeleste

source: Sámij riektá iesjmierredibmáj ietjama giela, kultuvra ja iellemvuoge badjel le nasjonála ja rijkajgasskasasj lágajn mierredum.
sma: Saemiej reakta jïjtje nænnoestidh mijjen gïelen, mijjen kultuvren jïh jieledevuekien bïjre lea vihtiestamme nasjovnaale jïh gaskenasjovnaale laakine.

source: Dát mierkki sáme álmmugin le riektá iesj mierredit boahtteájge giellapolitihkav.
sma: Daate sæjhta jiehtedh saemiej lea reakta otnjegem nænnoestidh dan båetijen aejkien gïelepolitihkese.

source: Miján le aj riektá sámegielav oahppat ja adnet.
sma: Mijjen aaj reakta lïerehtimmiem åadtjodh jïh saemien gïelem nåhtadidh.

source: Vájku dal nasjonála ja rijkajgasskasasj lága ja konvensjåvnå dáv javlli de le ajtu viehka stuorra lávkke dan gaskan makkir riektá mijájn le gielav adnet ja almma vejulasjvuoda gielav sebrudagán adnet ja åvddånahttet.
sma: Jalhts nasjovnaale jïh gaskenasjovnaale nænnoestimmieh gååvnesieh, dle læjhkan akte guhkies sïlle gaskem dam reaktam gïelem nåhtadidh, jïh dam tjïelke nuepiem gïelem nåhtadidh jïh gïelem evtiedidh siebriedahkesne.

source: Sámediggediedádus sámegielaj gáktuj gåvvit ja dagástallá makkir roalla ja politihkalasj mierredimfábmo Sámedikken galggá giellaássjijn.
sma: Saemiedigkiebïevnese saemien gïelen bïjre buerkeste jïh digkede maam råållide jïh politihkeles faamojde Saemiedigkie edtja gïelegyhtjelassine utnedh.

source: Dárbbo le ájn tjielggasappot åvdåsvásstádusáv juogadit, dåjmajt aktan hiebadit ja viehkkenævojt buoredit boahtteájge giellavuorodibme vuoksjuj.
sma: Daerpies aktine tjïelkebe joekedimmine dïedteste, buerebe iktedimmie råajvarimmijste jïh hijven dïrregh dan båetije gïelebarkose.

source: Gå sámelága giellanjuolgadusá 1992:n jåhtuj biejaduvvin, de aj mierreduváj makkir suohkana galggin sáme giellaháldadimguovlluj gullut.
sma: Gosse saemielaaken gïelenjoelkedassh eelkin juhtedh 1992, dle aaj laakine vihtesti mah tjïelth mah edtjin meatan sjïdtedh saemien gïelen reeremedajvesne.

source: Muhtem suohkana dán guovlluj gulluji, ja dáj suohkanij duogen le ietjasa álmmugav sámegiellaj dievnnot.
sma: Akte onne låhkoe tjïeltijste lea meatan daennie dajvesne, jïh daah tjïelth dïedtem utnieh sijjen årroejidie saemien gïelesne hoksehtidh.

source: Jut sámelága giellanjuolgadusá guoskki dåssju suohkanijda giellaháldadimguovlon le ietjastis hásstalus gå návti ij le sámegielak álmmugin Vuonav miehtáj sæmmi riektá sámegielav adnet ja oahppat.
sma: Nov lea akte stoerre haesteme saemielaaken gïelenjoelkedassh ajve tjïeltide reeremedajvesne feerhmie, dan åvteste dah saamastallije årrojh Nöörjesne eah seamma reaktam utnieh nåhtadidh jïh lïerehtimmiem åadtjodh saemien gïelesne.

source: Sæmmi båttå vuosedi iesjguhtik árvustallama jut suohkana e ållåsit nagá ietjasa vælggogisvuodav ållit guovtegielak dievnastusájt fállat.
sma: Seamma tïjjen dle ovmessie vuarjasjimmieh jïh goerehtallemh vuesiehtieh dah tjïelth eah ellieslaaken nahkesjh sijjen dïedtem illedh guektiengïeleldh dïenesji bïjre.

source: Ieritjåhtema diehti ja gå ådå suohkana li sámegielaj giellaháldadimguovlluj sæbrram de le dárbbo sámelága giellanjuolgadusájt rievddat.
sma: Jarkelimmie årromeguvveste jïh sjïehtesjimmie orre tjïeltijste saemien gïelen reeremedajvese dej minngemes jaepiej, vuesehte daerpies saemielaaken gïelenjoelkedasside staeriedidh.

source: Dát diedádus dáv gæhttjal giehtadallat ja javllá almulasj háldadibme le stáhta duogen ja jut sámegielak álmmugin le riektá sámegielak dievnastusájda vájku gåggu dal årru.
sma: Bïevnese daam dåeriesmoerem digkede, jïh vihteste byögkeles reereme akte staateles dïedte, jïh dah mah saemiestieh reaktam utnieh hoksehtimmiem åadtjodh saemien gïelesne, saaht gusnie årroeminie.

source: Dát mierkki sámelága giellanjuolgadusá galggi ålles lánndaj guosskat.
sma: Daate sæjhta jiehtedh saemielaaken gïelenjoelkedassh edtjieh abpe laantem feerhmedh.

source: Sámediggediedádus udnásj háldadimvuogev guodá ja farra vuojnná dajt suohkanijt ma uddni li sáme giellaháldadimguovlon aktisasjbarggoguojmmen gå galggá sámegielav nannit ja åvddånahttet.
sma: Saemiedigkiebïevnese daan beajjetje reerememaallem heajhta, jïh buerebh vuajna dah tjïelth mah leah reeremedajvesne daan biejjien, goh laavenjostoeguejmieh eevtjemisnie jïh evtiedimmesne saemien gïeleste.

source: Dát mierkki åvdåsvásstádus guovte oassáj juogeduvvá, gånnå Stáhtta vásstet almulasj dievnastusáj åvdås ja navti økonomalattjat ja háldaduslattjat vásstet suohkanij, fylkkasuohkanij ja almulasj ásadusáj sámegielak dievnastusáj åvdås.
sma: Daate sæjhta jiehtedh dïedte guektelen juakasåvva, gusnie Staate dïedtem åtna byögkeles dïenesji åvteste jïh naemhtie daam ekonomeles jïh reereles dïedtem åtna ihke tjïelth, fylhkentjïelth jïh byögkeles institusjovnh dejtie saamastallije årroejidie saemiengïelesne hoksehtieh.

source: Sámedigge vásstet sámegiela åvddånahttema åvdås, ja vuojnná dárbov aktisasjbargov nannit ja ressursajt biedjat sámegiela nannimij iesjguhtik dásen sebrudagán.
sma: Saemiedigkien lea dïedte saemien gïelem evtiedidh, jïh vuajna daerpies laavenjostoem jïh vierhtide eevtjedh, juktie gïelem evtiedidh ovmessie daltesinie siebriedahkesne.

source: Dát rievddim mierkki dárbbo le muhtem nammadussaj man ulmme le tjielgadit ja åvdedit oajvvadusájt gåktu máhttá rievddat njuolggadusájt, mierredim- ja vásstedimoasev sámegiela gáktuj.
sma: Daejnie jarkelimmine dle daerpies sjædta aktine moenehtsinie, man mandaate lea salkehtidh jïh jarkelimmieh raeriestidh laakine jïh faamoe- jïh dïedtesuerkesne saemien gïelen sisnjelen.

source: Økonomalasj, almasjlasj ja háldaduslasj ressursaj vánesvuohta le stuorra hásstalus sámegiela nannima bargguj.
sma: 5 Gosse ekonomeles, almetjen jïh reereles vierhtieh fååtesieh, dle dïhte akte stoerre haesteme gosse barkeminie saemien gïelem eevtjedh.

source: Dá li ålgodisævto ma hæhttuji sajenis jus sámegiella galggá iellet boahtte ájgijda.
sma: Daate lea mierietsiehkieh mah tjuerieh stïeresne årrodh jis edtja maehtedh saemien gïelen båetije aejkiem gorredidh.

source: Diedádus dájt hásstalusájt giehtadallá ja politihkav hábbmi man vuodon sámegiela nannima ja åvddånahttema visjåvnå ja ulme jåhtuj biejaduvvi.
sma: Bïevnese daejtie haestiemidie digkede, jïh aktem politihkem soejkesje mij edtja viehkiehtidh visjovnigujmie jïh ulmiejgujmie nïerhkedh, juktie saemien gïelem eevtjedh jïh evtiedidh.

source: 5 Sámedikke ja sámedikke giellapolitihka oajvveulmme sámegiela åvddånahttema gáktuj le sámegiela addnij lågov lasedit.
sma: Saemiedigkien åejvieulmie jïh Saemiedigkien gïelepolitihke juktie saemien gïelem evtiedidh, lea låhkoem lissiehtidh dejstie mah saemien nåhtadieh.

source: Sámegiela bierggim le dan duogen jut nahká sámegielagij lågov lasedit.
sma: Eevre vihkeles saemien gïelen båetijen aejkien gaavhtan, saemiengïeleldh almetjh læssanieh.

source: Diedádus gåvvit iesjguhtik giellaguovlov ja giela dárbojt jus galggá bisoduvvat, nanniduvvat ja åvddånahteduvvat iesjguhtik suorgen.
sma: Bïevnesen våarome lea dah ovmessie gïeledajvh jïh dah daerpiesvoeth gïele åtna juktie gorredidh, eevtjedh jïh gïelem evtiedidh dejnie ovmessie dajvine.

source: Ájnas le aj jut gávnnuji duohta vejulasjvuoda gielama adnet ienep sebrudaksuorgijn.
sma: Aaj vihkeles tjïelke nuepieh gååvnesieh mijjen gïelem nåhtadidh jienebh siebriedahkesuerkine.

source: Sámegiela adno iesjguhtik dásen sebrudagán hæhttu laseduvvat, ja ájnas le jut ienep ásadusá válldi åvdåsvásstádusáv váj sámegiella ienebut aneduvvá.
sma: Tjuara åtnoem saemien gïeleste lissiehtidh ovmessie daltesinie siebriedahkesne, jïh eevre vihkeles jienebh institusjovnh dïedtem vaeltieh ihke saemien vielie åtnasåvva.

source: Sámegiela dille le målsudahkes, ij dåssju gielaj gaskan valla aj gielaj sisbielen.
sma: Saemien gïelen tsiehkie lea joekehts, ij ajve gïeli gaskem men aaj gïeli sisnjeli.

source: Danen hæhttuji iesjguhtik strategija sajenis gå galggá sámegielav nannit ja åvddånahttet.
sma: Dan åvteste tjuara ovmessie strategijh utnedh juktie eevtjedh jïh evtiedidh saemien gïelem.

source: Váj galggá ienep diedojt åttjudit iesjguhtik gielladile birra, ja navti buorebut dæjvvat iesjguhtik strategijajn, de hæhttu duolloj dálloj giela dilev kárttit.
sma: Juktie vielie daajroem skååffedh dej ovmessie gïeletsiehkiej bïjre, jïh naemhtie buerebelaakan dej ovmessie strategijigujmie lyhkesidh, dle daerpies aktine jaabne goerehtalleminie guktie lea gïeline.

source: Sámediggediedádus sámegiela gáktuj le boados Sámedikke prosessas.
sma: Saemiedigkiebïevnese saemien gïelen bïjre lea illedahke aktede prosesseste Saemiedigkesne.

source: Dán diedádusá barggo álgij muhtem stuorra giellakonferánsajn mav Sámedigge Tråmsån ásadij 2011 moarmesmáno.
sma: Bïevnesinie nïerhki aktine stoerre gïelekonferansine, maam Saemiedigkie öörnedi Tromsøsne suehpeden 2011.

source: Konferánsan lidjin lågågdalle iesjguhtik sebrudaksuorgen, ja lij buorre vuodon diedádusbargguj.
sma: Konferansesne håalijh ovmessie siebriedahkesuerkijste, jïh konferanse akte hijven våarome sjïdti bïevnesen barkose.

source: 2012 moarmesmáno ja biehtsemáno le Sámedikkeráden læhkám moadda rabás tjåhkanime gånnå tsuojggidusá li boahtám diedádussaj.
sma: Suehpeden jïh ruffien 2012 dle Saemiedigkieraerie jienebh gaahpoeh tjåanghkoeh åtneme, gusnie raerieh bïevnesasse båateme.

source: Tjálalasj tsuojggidusá diedádussaj li aj boahtám priváhta ulmutjijs, ásadusájs ja organisasjåvnåjs.
sma: Aaj tjaaleldh raerieh bïevnesasse båateme almetjijstie, institusjovnijste jïh siebrijste.

source: Vijdes politihkalasj dagástallam le læhkám Sámedikkeráden ja Sámedikke ållestjåhkanimen.
sma: Akte gamte politihkeles digkiedimmie orreme Saemiedigkieraeresne jïh Saemiedigkien stoerretjåanghkosne.

source: Sámedikkeráde sámegiela tjielggidusáv åvddån biejaj Sámedikke ållestjåhkanibmáj ássjen 18/12.
sma: Saemiedigkieraerie aktem tjïelkestimmiem böökti saemien gïelen bïjre aamhtesisnie 18/12, Saemiedigkien stoerretjåanghkose.

source: Dát le Sámediggediedádus sámegiela gáktuj vuodo.
sma: Dïhte lea våarome Saemiedigkiebïevnesasse saemien gïelen bïjre.

source: Jahkásasj vuorodime ja dåjma galggi åvddån boahtet Sámedikke budsjehtan ja makta le ulmijt ållidam boahtá åvddån jahkediedádusán.
sma: Fïerhten jaepien prijoriteradimmieh jïh råajvarimmieh edtjieh våajnoes årrodh Saemiedigkien budsjedtesne, jïh illedahkesne jaepiebïevnesisnie.

source: Definisjåvnå
sma: Tjïertestimmieh

source: Váj dádjat sæmmi láhkáj de le ájnas jut muhtem moallanagá ma li guovdátjin diedádusán tjielggiduvvi.
sma: Juktie dam seamma goerkesem utnedh, dle vihkeles såemies dïejvesh tjïelkestidh mah sijhtieh vihkeles årrodh bïevnesisnie.

source: Danen sihtap tjielgadit gåktu dájt moallánagájt dádjadip.
sma: Mijjieh sïjhtebe dannasinie tjïertesidh guktie mijjieh daejtie dïejvesidie guarkebe.

source: Iednegiella: Dán diedádusán anedum vuostasj giela birra majt sijdan oahppi.
sma: Ietniengïele: Daennie bïevnesisnie nåhtadamme dan voestes gïelen bïjre maam gåetesne lïereme.

source: Jus le moadda giela avta bále oahppam de máhtti dujna aj liehket moadda iednegiela.
sma: Maahta aaj jienebh ietniengïelh utnedh dastegh jienebh gïelh seamma tïjjen lïereme.

source: Ietjá sajijn væráldin (dagu lulleasiáhtalasj lándajn) aneduvvá iednegiella nammadussan dan giellaj mav muhtem tjerdalasj juohkusij gullu, vájku dal makta gielav ajtu buktá.
sma: Jeatjah lehkesne veartenisnie (vuesiehtimmien gaavhtan luvlie-asiatiske laantine) ietniengïele åtnasåvva goh dïejvese dan gïelese dan etnihkeles dåahkan mestie almetje båata, saaht guktie gïelemaahtoe lea.

source: Vuostasjgiella: Njálmálasj, jali aj tjálalasj oajvvegiella.
sma: Voestesgïele: Njaalmeldh, kanne aaj tjaaleldh, åejviegïele.

source: Åhpadusaktijvuodan anedum dan giela birra mav oajvvegiellan vállji.
sma: Lïerehtimmesne åtnasovveme dan gïelen bïjre mij åejviegïeline veeljesåvva.

source: Nubbengiella: Giella mav muhtem ij le vuostasj giellan adnám, ájnat oahppá jali le oahppam muhtem birrasin gånnå ållågit bæjválasj giellan aneduvvá.
sma: Mubpiengïele: Gïele maam akte almetje ij voestesgïeline utnieh, men maam lïereminie jallh lïereme aktene byjresisnie gusnie almetjh dam biejjieladtje gïeline nåhtadieh.

source: Nubbengiella máhttá aj gåvvidit akta ber makkir gielav mij ij le muhtem ulmutja vuostasjgiella, dat sihtá javllat sihke nubbengiella ja amás giela.
sma: Mubpiengïele maahta aaj fïerhne gïele årrodh mij ij leah almetjen voestesgïele, dsj. dovne mubpiengïele jïh ammesgïele.

source: Giellaguodde: Tjiehpes giellaaddne gudi ressurssaulmutjin aneduvvi åhpadimaktijvuodan.
sma: Gïeleguedtijh: Væjkeles gïeleutnijh mah vierhtiealmetjinie åtnasuvvieh gïelelïerehtimmesne.

source: Giellaárená: Giellasosiologalasj moallanahka mij aneduvvá dakkir sajij jali ásadusáj birra gånnå giella aneduvvá.
sma: Gïelesijjieh: Gïelesosiologeles dïejvese, nåhtadamme sijjiej jallh institusjovni bïjre gusnie gïele åtnasåvva.

source: Giellaguovllo: Giellageográfalasj moallánahka mij gåvvit guovlov gånnå giella aneduvvá.
sma: Gïeledajve: Gïelegeografeles dïejvese mij dajvem buerkeste gusnie akte gïele åtnasåvva.

source: Ieneplåhkoguovllo: Guovllo gånnå álmmuga ieneplåhko sámegielav adni bæjválasj giellan.
sma: Jienebelåhkoedajve: Dajve gusnie jienebelåhkoe årroejijstie saemien biejjieladtje nåhtede.

source: Guovtegielak: Muhtem ulmusj guhti le bajássjaddam guovtijn vuostasjgielajn ja guhti goappátjijt gielajt sæmmi buoragit buktá, jali ulmusj guhti árggabiejvenis guokta giela adná ja goappátjij identifiseri, vájku ij goappátjijt gielajt sæmmi buoragit buvte.
sma: Guektiengïeleldh: Akte almetje guhte göökte voestesgïeligujmie byjjenamme, jïh mah gåabpegh gïelh seamma hijven haalvoeh, jallh akte almetje guhte sov aarkebiejjien göökte gïelh nåhtede jïh jïjtjemse gåabpaginie damtije, jalhts gïelehaalveme ij leah seamma hijven gåabpaginie gïeline.

source: 6 Moattegielak: Muhtem ulmusj guhti le bajássjaddam guovtijn jali måttijn gielajn ja guhti dáj gielaj identifiseri ja moadda giela árggabiejven adná, vájku ij divnajt gielajt sæmmi buoragit buvte.
sma: Gelliegïeleldh: Akte almetje guhte gööktine jallh jienebh gïeligujmie byjjenamme, jïh mij jïjtjemse daej gïeligujmie damtije jïh / jallh akte almetje mij jïjtjemse damtije jienebh gïeligujmie jïh jienebh gïelh nåhtede sov aarkebiejjien, jalhts gïelehaalveme ij leah seamma hijven gaahkine gïeline.

source: Sámegiela árvo vuodo
sma: Aarvoevåarome saemien gïelese

source: Sámegiella le sáme sebrudagá vuodoárvvo.
sma: Saemien gïele akte maadthaarvoe saemien siebriedahkesne.

source: Danen le giela bisodibme ja åvddånahttem ietjastis ájnas ja ij dárbaha ietjá láhkáj vuodostuvvat.
sma: Gorredimmie jïh vijriesåbpoe evtiedimmie gïeleste lea dannasinie jïjtsisnie vihkeles, jïh ij leah daerpies dam buerkiestidh jeatjah fåantojne.

source: Tjielgas mærkkan giela ájnas mierkkidussaj le jut sámegiela tjanástahka le mierrediddje jus bæssá Sámedikke jienastimlåhkuj tjáledit.
sma: Akte tjïelke vihtiestimmie man åvteste gïele dan vihkeles, lea saemien gïele lea daerpies jis edtja jïjtjemse tjaeledh Saemiedigkien veeljemelåhkose.

source: Sámegiella le akta mijá kultuvra vuodojs vájgu dal e gájka gielav buvte.
sma: Saemien lea akte dejstie maadthbiehkijste mijjen kultuvresne, jalhts eah gaajhkesh gïelem haalvoeh.

source: Dat le giella mav miján le riektá nannit ja åvddånahttet sihke ietjama åvdås ja sebrudagán ietján.
sma: Dïhte akte gïele maam mijjieh reaktam utnebe eevtjedh jïh evtiedidh, dovne mijjen luvnie goh almetje jïh siebriedahkesne.

source: Dát riektá le fámonis vájku dal makta juohkka ájnna mijájs gielas uddni buktá.
sma: Daate reakta faamoem åtna saaht man hijven fïereguhte mijjeste gïelem haalvoe.

source: Riektá ietjama giellaj le árvvo mij le ålles gielladiedádusá vuodon.
sma: Reakta mijjen gïelese lea akte aarvoe mij lea våarome abpe gïelebïevnesasse.

source: Juohkkahattjaj guhti sámegielav buktá, le viehka stuorra árvvo gå bæssá gielav adnet nav moatten aktijvuodan gå vejulasj aj fámilja ja lahkabirrasa ålggolin, dagu gå le aktijvuohta almulasj kontåvråj, varresvuoda ásadusáj, skåvlåjn, girkkojn ja riektásystemajn.
sma: Gaajhkesidie mah gïelem maehtieh, dle akte stoerre aarvoe saemien nåhtadidh dan gelline tsiehkine goh gåarede aaj fuelhkien jïh voengen ålkolen, goh byögkeles kontovrinie, healsoesuerkesne, skuvlesne, gærhkosne jïh reaktasuerkesne.

source: Árvvo le danna gå giella vuojnnusij boahtá sebrudagán.
sma: Akte aarvoe gosse mijjen gïele våajnoes dorjesåvva siebriedahkesne.

source: Gå muhtem giella moatten aktijvuodan aneduvvá, de dasi vatteduvvá árvvo sæmmi buohta gå ietjá giela.
sma: Gosse akte gïele åtnasåvva jïjnjh ovmessie tsiehkine, dle disse aktem våajnoes aarvoem vadta, seammalaakan goh jeatjah gïelh.

source: Dákkir bihko avtaárvvusasjvuohta gielaj gaskan le sæmmi båttå mærkkan jut álmmuga li avtaárvvusattja.
sma: Dagkeres våajnoes seammavyörtegsvoete gïeli gaskem lea seamma tïjjen akte guvvie dan seammavyörtegsvoetese almetji gaskem.

source: Vájku álu sámegielav avtan giellan gåvvidip, de gávnnuji vuona bielen sáme gudi vidá iesjguhtik sámegielajda gulluji.
sma: Jalhts mijjieh daamtaj saemien ållermaahta goh akte gïele, dle nöörjen raastebielesne saemieh mah aerpievuekien ektiedimmiem utnieh vïjhte joekehts saemien gïelide.

source: Dá vihtta giela li lullesámegiella, nuorttasámegiella, julevsámegiella, bihtámsámegiella ja oarjjelsámegiella.
sma: Daah vïjhte gïelh leah luvliesaemien, noerhtesaemien, julevsaemien, pijtesaemien jïh åarjelsaemien.

source: Gullut avta dájs vidát gielajs le sámijda árvvon, dát árvvo le aj gielladiedádusá vuodon.
sma: Ektiedimmiem utnedh akten daejstie gïelijste daennie saemien gellievoetesne lea akte aarvoe saemide, daate aarvoe lea aaj akte våarome daan gïelebïevnesasse.

source: Birástagá
sma: Mierieh

source: Nasjonála lága
sma: Nasjovnaale laakh

source: Sámegiella le sáme kultuvra ájnnasamos juolgge.
sma: Saemien gïele lea maadhtgierkie saemien kultuvresne.

source: Mij sáme lip álggoálmmuk ja unneplågoálmmuk Vuonan ja danen dárbaj sámegiella ja sáme kultuvrra sierralágásj suodjalimev jus galggá åvddålijguovlluj bissot ja åvddånahteduvvat.
sma: Mijjieh saemieh akte aalkoealmetje jïh akte unnebelåhkoe Nöörjesne, jïh saemien gïele jïh saemien kultuvre dan åvteste aktem sjïere vaarjelimmiem daarpesjieh jis edtjieh annje stååresjidh jïh evtiesovvedh.

source: Vuona stáhta duogen le dilev láhtjet váj sáme bessi gielaska sihkarasstet ja åvddånahttet.
sma: Nöörjen staate dïedtem åtna sjïehteladtedh ihke saemieh maehtieh sijjen gïelem gorredidh jïh evtiedidh.

source: Dá vælggogisvuoda, ma li lágaj ja konvensjåvnåj baktu mierredum li vædtsaga majt Sámedigge ávkki gå iejvvip guovdásj oajválattjajt, suohkanijt, fylkkasuohkanijt ja iehtjádijt gej siegen aktan barggap.
sma: Dah dïedth, mah leah vihtiestamme laakine jïh konvensjovnine leah dïrregh mejtie Saemiedigkie nåhtede gosse dovne åejvieladtjigujmie, tjïeltigujmie, fylhkentjïeltigujmie jïh jeatjah aktöörigujmie rååresjibie.

source: Vuodolága § 110a tjadná vuona stáhtav dilev láhtjet váj sámegiella máhttá bisoduvvat ja åvddånahteduvvat.
sma: Maadthlaaken § 110 a dïedtem vadta nöörjen staatese sjïehteladtedh ihke saemien gïele maahta gorresovvedh jïh evtiesovvedh.
